

	小学老师让看一个完全无意义的电影，然后让同学们写看后感。现在想想，就连学校这么重要的培育国家下一代人才的组织都被社会毒瘤感染了，现在的学校就更别提了，看现在学校的境遇让我想起了一句笑话#看背影想犯罪，看侧面真陶醉，看正面想自卫#。虽然笑话很烂啦，但是却说的很贴切。我喜欢。


	小学老师的水准连个电影这种艺术作品都看不明白，我就纳闷为什么小学老师为什么可以没有思想？以为小孩子好骗吗？我绝的今天你骗了小孩子，明天就是小孩子骗你的时刻。


	中学老师虽然比小学老师要在地位上强上一等，但却还不如小学老师。我一直在用老师这个词，因为老师相比教师而言更显尊重，也更贴近我的生活，我可不想用文字写东西就一定要止乎者也的。我会很烦。


 	因为我没上过大学，也没和大学老师交往过，所以我也没太多对他们的评价，即使他们经常出现在电视上，网络上，我还是不怎么喜欢老师这个词，在我看来老师这嗣兼职就是贬义词。


	在我们这么一个国家，在一个#祖国来了，我们快逃吧#这样潜意识决定的国家。我想我应该做点什么才对得起，我生活了二十几年的地盘。周杰伦虽然很多人不喜欢，但是#我的地盘听我的#这种口号在我看来是挺温暖的（我虽然不支持贪官污吏，也不喜欢政府的所作所为。但是我也不是那么特别支持民主，我却很支持自由。）


	我准备写这篇文字的时候，我也在想我的一个字到底值多少钱。我说出来这种话，会不会被名流们笑话。虽然我知道笑话我，是他们不对，但是我还是决定忍住了不说了。


	希望就像很多电影一样我这篇文字记录能带给观众无限遐想。带动很多正在跳动的思维。也帮助很多想说却不敢说的人。虽然输入法不好用，但是我还是坚持说出我所有想说出的一切。

	直到现在我还是很喜欢艾未未，我也很喜欢罗永浩。因为我觉得他们做的事让我觉得很踏实。也许是因为他们做了我想做却不敢做的吧。


	写这段文字是在快要接近2015新年的2014年9月下旬。我也知道像我这种年纪不应该宅在家，我怎么就感觉我甚至没办法决定我怎么活着。


	直到现在我还会时常想起我的爷爷，他离开我很多年了，我甚至不知道多久，也没仔细算过，我奶奶也是在我爷爷离开的几年后就走了，也许是因为见多了悲欢离合，我并没有太伤心。

	知道现在我还很在意的一件事就是我爷爷走的时候我没有在场，当时我还是技校““深造”虽然没有什么成果，但是却把跟爷爷说最后一句话的机会给错过了。


	我很喜欢下雨天，因为下雨天就会有很多人宅在家里，像我一样，而我宅在家里却可以有所作为，他们宅在家里只能急的直跺脚。


	有时候我甚至怀疑自己是不是快要变成女人了，因为我太优柔寡断了，不好意思决绝别人，也不好意思接受别人的东西。有时候玩放在双腿上的电脑，却还发现双脚正好是内八字，这让我很恐惧。啊艾婶快救我，我不想活在恐惧中。

	时时刻刻离不开耳朵的耳塞，是我花了家底才买的，也不是什么主流货色，这让我感觉自己比不上被人，有些自卑。

	
	在我十三四岁的时候我学会了自慰，并且很喜欢并且来了兴致经常自慰。但是我却不想找女朋友解决这种事，因为我不想谈恋爱，不想结婚。


	我很喜欢玩电脑，也许是因为我成长阶段没玩过电脑吧，我从小生长的家庭不算穷透气了，但是想买自己喜欢的东西还是不可能的，现在想想很多思维就因为小时候物质的缺乏，大脑不能发育完全，这个要怨就冤胎没投好吧，虽然这么说，但是我对我爸妈却很在意，虽然我爸小时候经常打我，我现在也基本不喜欢和他说话，但是我还是觉得家庭不能缺少他，也许不是因为他挣钱养活这个家。我妈则是一个老实的女人，没有外遇情节，没有太多的物质精神欲望，每天最大的兴趣的就是给我做一桌好饭，以为我爸在忙着赚钱，所以只能我自己夸她。我妈也很喜欢我夸他，因为我发现我每夸几次，他就对我更好一分，做的东西也更好吃了，不管是不是错觉，我都觉得是我妈的功劳。

	我喜欢敲击键盘的声音，我喜欢在微薄发一些别人看不懂的程序源代码，虽然我自己也看不太懂，但总觉得我发出来就会有人看，虽然他们不评论，但他们会看。

	我喜欢装娇小，装可爱，虽然我以前很帅，但是因为整天玩电脑，我已经吃的很胖了，老罗说#有个教会里，贪吃也算死罪，虽然我不赞同，但是每次吃饱了还吃的时候，我偶尔会想起这句话。

	我声音很好听，我以前的几个女朋友也夸过我，在电脑上和游戏上朋友语音，他们也这样夸我，这使我经常会想自己以后会不会成为歌手，虽然我唱歌高音上不去，但是唱柔缓的歌，我自己也很喜欢，也许这就叫自恋。

	最近我的智齿长出来了，问我妈，她却告诉我她小时候根本没有医院，去哪拔智齿啊，这让我有些怀疑，是不是因为他不注意自己形象的结果。

	我不喜欢用手机，因为手机响起或震动的时候我会害怕，不知道下一个电话会是好消息，还是坏消息。我喜欢沉思，每当电话响起的时候，我所有的想法就会烟消云散，灰飞烟灭。

	我喜欢后半夜清醒，白天睡觉，因为后半夜没有噪杂的人们嬉笑怒骂，没有恩怨情仇的传言，没有喜怒哀乐的谈论。我家住在农村，所以白天胡同里很热闹。所以我感觉白天醒着就是为了玩，晚上醒着才是因为工作。

	今天我抽风写了这么多，也许自己老了看见自己的这些疯话，自己也会笑吧，哈哈。